{
  "results" :[
  {
    "name" : "Final Fantasy VII",
    "annee" : 1997,
    "plateforme" : "PlayStation",
    "ventes" :"12,45 Millions",
    "ImageUrl" : "https://media.senscritique.com/media/000017808479/source_big/Final_Fantasy_VII.png",
    "NumeroDeTop" : "Top 1 des ventes",
    "Description" : "C’est le Final Fantasy le plus connu. Premier épisode à avoir vu le jour sur PlayStation, il est également le premier à avoir foulé le sol européen. \n\n Final Fantasy VII n’a pas eu de mal à s’imposer comme une référence. \n\n Il s’agit encore aujourd’hui de l’épisode le plus vendu de la série, avec plus de 10 millions d’exemplaires écoulés"
  },

  {
    "name" : "Final Fantasy VIII",
    "annee" : 1999,
    "plateforme" : "PlayStation",
    "ventes" :"9,6 Millions",
    "ImageUrl" : "https://images-na.ssl-images-amazon.com/images/I/71WjPKvGpaL._AC_SL1420_.jpg",
    "NumeroDeTop" : "Top 2 des ventes",
    "Description" : "Huitième opus de la saga, Final Fantasy VIII ne se contente pas de suivre la voie de ses sept autres prédécesseurs.\n\n Jouer à ce jeu, c’est prendre le risque de ne plus pouvoir s’en passer. Pour la première fois depuis de nombreuses années, un jeu fait son apparition et pousse les limites de la PlayStation encore plus loin que pour Final Fantasy VII. \n\n En un mot, ce jeu est une réussite totale."
  },


  {
    "name" : "Final Fantasy X",
    "annee" : 2001,
    "plateforme" : "PlayStation 2",
    "ventes" :"9,34 Millions",
    "ImageUrl" : "https://upload.wikimedia.org/wikipedia/fr/4/45/Final_Fantasy_X_Logo.png",
    "NumeroDeTop" : "Top 3 des ventes",
    "Description" : "Ce jeu, digne descendant d'une série qui n'avait alors plus rien à prouver, aura su faire attendre le fan inconditionnel.  \n\n Il s'agit  par ailleurs du tout premier Final Fantasy édité sur cette console nouvelle génération."
  },

  {
    "name" : "Final Fantasy XV",
    "annee" : 2016,
    "plateforme" : "PlayStation 4",
    "ventes" :"8,9 Millions",
    "ImageUrl" : "https://image.jeuxvideo.com/medias-sm/148163/1481630085-8987-jaquette-avant.jpg",
    "NumeroDeTop" : "Top 4 des ventes",
    "Description" : "Final Fantasy XV est une renaissance, un phénix renaissant des cendres de Final Fantasy Versus XIII portant en son sein une extraordinaire ambition. Il est également le roi dont la tâche est de reconquérir le cœur des joueurs, récupérer le trône du J-RPG et réunir l’ancienne et la nouvelle génération de joueurs."
  },

  {
    "name" : "Final Fantasy XIII",
    "annee" : 2009,
    "plateforme" : "Playstation 3, Xbox360",
    "ventes" :"7,7 Millions",
    "ImageUrl" : "https://store-images.s-microsoft.com/image/apps.47127.70278218077541314.94f10780-6761-4928-9d56-5a9f79d2cc27.17a04c3d-716b-4bed-87af-63c6b3048978?mode=scale&q=90&h=1080&w=1920",
    "NumeroDeTop" : "Top 5 des ventes",
    "Description" : "L'avenir se dévoile La lumineuse cité de Cocoon flotte au-dessus des nuages, à l'abri de Pulse, le monde déliquescent que les hommes ont abandonné plus de 1000 ans auparavant.\n\n Mais au cœur de ce paradis technologique, des forces se mettent en mouvement... des forces qui pourraient tout changer, pour toujours ! \n\n L'heure est venue de faire un premier pas dans l'aventure de Final Fantasy XIII. "
  },

  {
    "name" : "Final Fantasy XII",
    "annee" : 2006,
    "plateforme" : "PlayStation 2",
    "ventes" :"7,2 Millions",
    "ImageUrl" : "https://images-na.ssl-images-amazon.com/images/I/91GTNHp%2BjwL._AC_.jpg",
    "NumeroDeTop" : "Top 6 des ventes",
    "Description" : "Final Fantasy XII apporte de nombreuses nouveautés à la saga. Dernier épisode à voir le jour sur PlayStation 2, il en exploite les capacités au maximum. \n\n Cette nouveauté, qui transforme le RPG en un jeu à la troisième personne, ouvre la voie vers une profondeur de jeu encore jamais atteinte."

  },

  {
    "name" : "Final Fantasy IX",
    "annee" : 2000,
    "plateforme" : "PlayStation",
    "ventes" :"5,73 Millions",
    "ImageUrl" : "https://geeko.lesoir.be/wp-content/uploads/sites/58/2019/04/Final-Fantasy-IX-PS4.jpg",
    "NumeroDeTop" : "Top 7 des ventes",
    "Description" : "Final Fantasy IX marque certainement la fin d'une époque : celle de la Playstation. \n C'est en effet le dernier Final Fantasy à sortir sur cette console, mais certainement aussi le dernier très bon RPG sur cette console."
  },

  {
    "name" : "Final Fantasy X-2",
    "annee" : 2003,
    "plateforme" : "PlayStation 2 ",
    "ventes" :"4,66 Millions",
    "ImageUrl" : "https://i.ytimg.com/vi/yfM-gStMwlE/maxresdefault.jpg",
    "NumeroDeTop" : "Top 8 des ventes",
    "Description" : "Personne n'aurait imaginé que Square Enix créerait un jour une suite directe à l'un des épisodes de la saga de RPG la plus jouée au monde: Final Fantasy. \n\n Final Fantasy X deuxième du nom (FFX-2) créa la controverse parmis les fans de la série. Les avis sont très partagés entre l'une ou l'autre catégorie de joueurs"
  },

  {
    "name" : "Final Fantasy VI",
    "annee" : 1994,
    "plateforme" : "Super Nintendo",
    "ventes" :"4 Millions",
    "ImageUrl" : "https://images-eu.ssl-images-amazon.com/images/I/71T6tU5qeuL.jpg",
    "NumeroDeTop" : "Top 9 des ventes",
    "Description" : "Final Fantasy VI marque le début de la saga Final Fantasy telle que nous la connaissons aujourd’hui. \n\n Avant lui, aucun RPG n’avait été aussi majestueux, aussi soigné artistiquement et graphiquement, aussi puissant émotionnellement. \n\n Encore aujourd’hui, on entend souvent dire que FFVI est peut-être le meilleur épisode jamais réalisé."
  },

  {
    "name" : "Final Fantasy XIII-2",
    "annee" : 2011,
    "plateforme" : "PlayStation 3",
    "ventes" :"3,6 Millions",
    "ImageUrl" : "https://s3.amazonaws.com/steamgriddb/grid/0817f5b4e989ffc649c10f58968a6201.png",
    "NumeroDeTop" : "Top 10 des ventes",
    "Description" : "L’arrivée d’une saga culte du RPG japonais dans le monde entier sur les consoles nouvelle génération était très attendue. \n\n Le succès a malheureusement été en demi-teinte, énormément de joueurs ayant critiqué de nombreux aspects du jeu. \n\n  Final Fantasy XIII-2 est une suite qui a pour mission de gommer les erreurs de son aîné."
  }
  ]
}
